Case_n0_25/Case_a0/Case_lc0_009/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    sides
    {
        type            empty;
        nFaces          90848;
        startFace       225648;
    }
    lowerWall
    {
        type            wall;
        nFaces          1336;
        startFace       316496;
    }
    rightWall
    {
        type            wall;
        nFaces          136;
        startFace       317832;
    }
    atmosphere
    {
        type            patch;
        nFaces          1336;
        startFace       317968;
    }
    inlet
    {
        type            patch;
        nFaces          136;
        startFace       319304;
    }
)

// ************************************************************************* //
